import React from 'react';

export default function AboutGuild() {
	return (
		<section className="page-About">
			<div className="container">
				<h2>О ГИЛЬДИИ</h2>
				<section>
					<h3>📅 Плановые рейды: 📅</h3>
					<p>
						Первый состав - Понедельник, Среда, Четверг в 19:30/20:00 - 23:00 (МСК, UTC+3) - В
						первые КД возможно доп рт по вторникам.
					</p>
					<p>Второй состав - Пятница, Суббота в 19:30/20:00 - 23:00 (МСК, UTC+3).</p>
				</section>
				<hr />
				<section>
					<h3>⚔️ Что предлагает гильдия? ⚔️</h3>
					<p>
						<strong>Розыгрыши жетонов в голде:</strong> Каждую неделю мы устраиваем розыгрыши
						эквивалентов 1-3 жетонов в золоте среди статической группы. Это отличная мотивация и
						вознаграждение за вашу активность.
					</p>
					<p>
						<strong>Премии и привилегии:</strong> Мы покрываем расходы на ремонт экипировки через
						гильдейский бюджет. Кроме того, пятерым лучшим игрокам недели предоставляется доступ к
						элитному слоту гильд-банка, где они могут найти эксклюзивные награды и ресурсы.
					</p>
					<p>
						<strong>Знания и поддержка:</strong> У нас есть опытные игроки, готовые поделиться
						своими знаниями и помочь новичкам и казуальным игрокам. Мы стремимся создать
						дружественную и поддерживающую атмосферу в гильдии.
					</p>
					<p>
						<strong>Совместные достижения:</strong> Мы организуем совместное выполнение различных
						достижений, помогая вам достичь "Славы рейдера" и других не менее престижных наград.
					</p>
					<p>
						<strong>Интерес к рейтингу:</strong> Мы часто устраиваем экспедиции в Mythic+ ключах и у
						нас в гильдии есть игроки, заинтересованные в достижении рейтинга р1 в ключах Mythic+.
						Если вы стремитесь к высоким достижениям в этой области, то у нас вы найдете союзников с
						подобными амбициями. Так же гильд мастер лично помогает закрывать всем членам статика
						+20 ключи на виклик, если у них нету времени сделать это самим ;)
					</p>
				</section>
				<hr />
				<section>
					<h3>👪 Востребованные спеки: 👪</h3>
					<p>
						Мы не ограничиваемся только определенными спеками, и верим, что каждый игрок может
						внести свой вклад в наш успех. Мы также верим что лучше вы будете БМом раскрывающимся на
						100%, чем демон локом, который раскрыт на 60% ;) Но при наличии выбора - у нас в данный
						момент востребовано следующее:
					</p>
					<p>
						Так же у нас в гильдии много людей, заинтересованных в ключах, которым не хватает танка.
						Если вы танк, с приоритетом на ключи, но при этом желаете поддерживать прогресс в рейде
						- наша гильдия готова поддержать вас допуская к рекилам на замене в рейд.
					</p>
				</section>
				<hr />
				<address>
					<h3>📝 Свяжитесь с нами: 📝</h3>
					<p>
						<strong>Discord (Канал гильдии):</strong>{' '}
						<a
							rel="noopener nofollow noreferrer"
							href="https://discord.gg/fjVkeJaKjc"
							target="_blank"
						>
							<em>Ключик в дурку</em>
						</a>
					</p>
					<p>
						<strong>Discord (Представители):</strong> Peksal1, weyzy, graciyaslona
					</p>
					<p>
						<strong>Battle.net (Представители):</strong> Peksal1#2832
					</p>
					<p>
						<strong>В игре: (Представители):</strong> <em>Лератель, Чоскии, Грацияболи</em>
					</p>
				</address>
			</div>
		</section>
	);
}
